{"feed":{"author":{"name":{"label":"iTunes Store"}, "uri":{"label":"http://www.apple.com/itunes/"}}, "entry":[
{"im:name":{"label":"TikTok"}, "im:image":[
{"label":"https://is2-ssl.mzstatic.com/image/thumb/Purple116/v4/c7/2a/8b/c72a8be9-7ef1-91d1-65bb-caae66b1567b/AppIcon_TikTok-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/53x53bb.png", "attributes":{"height":"53"}},
{"label":"https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/c7/2a/8b/c72a8be9-7ef1-91d1-65bb-caae66b1567b/AppIcon_TikTok-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/75x75bb.png", "attributes":{"height":"75"}},
{"label":"https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/c7/2a/8b/c72a8be9-7ef1-91d1-65bb-caae66b1567b/AppIcon_TikTok-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png", "attributes":{"height":"100"}}], "summary":{"label":"TikTok is THE destination for mobile videos. On TikTok, short-form videos are exciting, spontaneous, and genuine. Whether you’re a sports fanatic, a pet enthusiast, or just looking for a laugh, there’s something for everyone on TikTok. All you have to do is watch, engage with what you like, skip what you don’t, and you’ll find an endless stream of short videos that feel personalized just for you. From your morning coffee to your afternoon errands, TikTok has the videos that are guaranteed to make your day.\n\nWe make it easy for you to discover and create your own original videos by providing easy-to-use tools to view and capture your daily moments. Take your videos to the next level with special effects, filters, music, and more. \n\n■ Watch endless amount of videos customized specifically for you\nA personalized video feed based on what you watch, like, and share. TikTok offers you real, interesting, and fun videos that will make your day.\n \n■ Explore videos, just one scroll away\nWatch all types of videos, from Comedy, Gaming, DIY, Food, Sports, Memes, and Pets, to Oddly Satisfying, ASMR, and everything in between.\n \n■ Pause recording multiple times in one video\nPause and resume your video with just a tap. Shoot as many times as you need.\n \n■ Be entertained and inspired by a global community of creators\nMillions of creators are on TikTok showcasing their incredible skills and everyday life. Let yourself be inspired.\n\n■ Add your favorite music or sound to your videos for free\nEasily edit your videos with millions of free music clips and sounds. We curate music and sound playlists for you with the hottest tracks in every genre, including Hip Hop, Edm, Pop, Rock, Rap, and Country, and the most viral original sounds.\n\n■ Express yourself with creative effects\nUnlock tons of filters, effects, and AR objects to take your videos to the next level.\n\n■ Edit your own videos \nOur integrated editing tools allow you to easily trim, cut, merge and duplicate video clips without leaving the app.\n\n■ Obtain access to LIVE benefits to better interact with hosts!\nChoose from one-month subscription or auto-renewal subscription to enjoy special LIVE benefits (currently only available in limited regions)\n\nNote: \nIf you subscribe via Apple, payment will be charged to App Store Account at confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of the current period. Account will be charged for renewal within 24 hours prior to the end of the current period at the rate of the selected plan. Subscriptions and auto-renewal may be managed by going to Account Settings after purchase.\n\nTerms of Service —\nhttps://www.tiktok.com/legal/terms-of-service\n\nPrivacy Policy —\nhttps://www.tiktok.com/legal/privacy-policy\n\n* Any feedback? Contact us at https://www.tiktok.com/legal/report/feedback or tweet us @tiktok_us"}, "im:price":{"label":"Get", "attributes":{"amount":"0.00", "currency":"USD"}}, "im:contentType":{"attributes":{"term":"Application", "label":"Application"}}, "rights":{"label":"© 2020 TikTok"}, "title":{"label":"TikTok - TikTok Ltd."}, "link":[
{"attributes":{"rel":"alternate", "type":"text/html", "href":"https://apps.apple.com/us/app/tiktok/id835599320?uo=2"}},
{"im:duration":{"label":"0"}, "attributes":{"title":"Preview", "rel":"enclosure", "type":"image/jpeg", "href":"https://is1-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/9f/e9/f1/9fe9f149-5f96-75c4-ade9-8b56ac0c99e1/dc648ca1-7f82-4f0f-a65d-edf5010423f2_01.jpg/1024x1024bb.jpg", "im:assetType":"preview"}}], "id":{"label":"https://apps.apple.com/us/app/tiktok/id835599320?uo=2", "attributes":{"im:id":"835599320", "im:bundleId":"com.zhiliaoapp.musically"}}, "im:artist":{"label":"TikTok Ltd.", "attributes":{"href":"https://apps.apple.com/us/developer/tiktok-ltd/id1322881000?uo=2"}}, "category":{"attributes":{"im:id":"6016", "term":"Entertainment", "scheme":"https://apps.apple.com/us/genre/ios-entertainment/id6016?uo=2", "label":"Entertainment"}}, "im:releaseDate":{"label":"2014-04-02T15:44:45-07:00", "attributes":{"label":"April 2, 2014"}}},
{"im:name":{"label":"YouTube: Watch, Listen, Stream"}, "im:image":[
{"label":"https://is5-ssl.mzstatic.com/image/thumb/Purple126/v4/29/1b/e3/291be3a3-34b7-09db-054c-1f314d5f7d23/logo_youtube_color-1x_U007emarketing-0-6-0-85-220.png/53x53bb.png", "attributes":{"height":"53"}},
{"label":"https://is4-ssl.mzstatic.com/image/thumb/Purple126/v4/29/1b/e3/291be3a3-34b7-09db-054c-1f314d5f7d23/logo_youtube_color-1x_U007emarketing-0-6-0-85-220.png/75x75bb.png", "attributes":{"height":"75"}},
{"label":"https://is2-ssl.mzstatic.com/image/thumb/Purple126/v4/29/1b/e3/291be3a3-34b7-09db-054c-1f314d5f7d23/logo_youtube_color-1x_U007emarketing-0-6-0-85-220.png/100x100bb.png", "attributes":{"height":"100"}}], "summary":{"label":"Get the official YouTube app on iPhones and iPads. See what the world is watching -- from the hottest music videos to what’s popular in gaming, fashion, beauty, news, learning and more. Subscribe to channels you love, create content of your own, share with friends, and watch on any device.\n\nWatch and subscribe\n● Browse personal recommendations on Home\n● See the latest from your favorite channels in Subscriptions\n● Look up videos you’ve watched, liked, and saved for later in Library\n\nExplore different topics, what’s popular, and on the rise (available in select countries)\n● Stay up to date on what’s popular in music, gaming, beauty, news, learning and more\n● See what’s trending on YouTube and around the world on Explore\n● Learn about the coolest Creators, Gamers, and Artists on the Rise (available in select countries)\n\nConnect with the YouTube community\n● Keep up with your favorites creators with Posts, Stories, Premieres, and Live streams\n● Join the conversation with comments and interact with creators and other community members\n\nCreate content from your mobile device\n● Create or upload your own videos directly in the app\n● Engage with your audience in real time with live streaming right from the app\n\nFind the experience that fits you and your family (available in select countries)\n● Every family has their own approach to online video. Learn about your options: the YouTube Kids app or a new parent supervised experience on YouTube at youtube.com/myfamily\n\nSupport creators you love with channel memberships (available in select countries)\n● Join channels that offer paid monthly memberships and support their work\n● Get access to exclusive perks from the channel & become part of their members community\n● Stand out in comments and live chats with a loyalty badge next to your username\n\nUpgrade to YouTube Premium (available in select countries)\n● Watch videos uninterrupted by ads, while using other apps, or when the screen is locked\n● Save videos for when you really need them – like when you’re on a plane or commuting\n● Get access to YouTube Music Premium as part of your benefits\n\nNote: If you subscribe via Apple, payment will be charged to App Store Account at confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of the current period. Account will be charged for renewal within 24 hours prior to the end of the current period at the rate of the selected plan. Subscriptions and auto-renewal may be managed by going to Account Settings after purchase.\n\nYouTube paid service terms: https://www.youtube.com/t/terms_paidservice.\nPrivacy policy: https://www.google.com/policies/privacy"}, "im:price":{"label":"Get", "attributes":{"amount":"0.00", "currency":"USD"}}, "im:contentType":{"attributes":{"term":"Application", "label":"Application"}}, "rights":{"label":"© 2021 Google Inc."}, "title":{"label":"YouTube: Watch, Listen, Stream - Google LLC"}, "link":[
{"attributes":{"rel":"alternate", "type":"text/html", "href":"https://apps.apple.com/us/app/youtube-watch-listen-stream/id544007664?uo=2"}},
{"im:duration":{"label":"0"}, "attributes":{"title":"Preview", "rel":"enclosure", "type":"image/jpeg", "href":"https://is2-ssl.mzstatic.com/image/thumb/Purple126/v4/0d/65/6f/0d656f27-a48a-3f14-a2f9-a0fbccc17a6f/mzl.soxnenam.jpg/1024x1024bb.jpg", "im:assetType":"preview"}}], "id":{"label":"https://apps.apple.com/us/app/youtube-watch-listen-stream/id544007664?uo=2", "attributes":{"im:id":"544007664", "im:bundleId":"com.google.ios.youtube"}}, "im:artist":{"label":"Google LLC", "attributes":{"href":"https://apps.apple.com/us/developer/google-llc/id281956209?uo=2"}}, "category":{"attributes":{"im:id":"6008", "term":"Photo & Video", "scheme":"https://apps.apple.com/us/genre/ios-photo-video/id6008?uo=2", "label":"Photo & Video"}}, "im:releaseDate":{"label":"2012-09-11T00:23:19-07:00", "attributes":{"label":"September 11, 2012"}}},
{"im:name":{"label":"Tinder - Dating. Meet Friends"}, "im:image":[
{"label":"https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/7a/15/3e/7a153ee7-bd9f-fcef-bf9c-43139f4050ff/AppIcon-0-1x_U007emarketing-0-7-0-sRGB-85-220.png/53x53bb.png", "attributes":{"height":"53"}},
{"label":"https://is2-ssl.mzstatic.com/image/thumb/Purple116/v4/7a/15/3e/7a153ee7-bd9f-fcef-bf9c-43139f4050ff/AppIcon-0-1x_U007emarketing-0-7-0-sRGB-85-220.png/75x75bb.png", "attributes":{"height":"75"}},
{"label":"https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/7a/15/3e/7a153ee7-bd9f-fcef-bf9c-43139f4050ff/AppIcon-0-1x_U007emarketing-0-7-0-sRGB-85-220.png/100x100bb.png", "attributes":{"height":"100"}}], "summary":{"label":"With 70+ billion matches to date, Tinder® is the top free dating app, and the best place to meet new people. Are you looking for true love? An open relationship? Are you looking to get out there and find a date, or do you just want to make friends and chat? With Tinder, you can meet local people everywhere and get the best out of your dating experience:\n- Whether you're straight, gay, bisexual, or anything in between, Tinder allows you to be who you are and find who you want. \n- Share your interests and learn more about your matches to get the conversation started, and get the sparks flying.\n- Photo Verified Profiles: Because the only surprises we want are flowers on the first date\n- Video chat: Test your online dating chemistry and meet new people  from home!\n\nTraveling somewhere? Get to know the locals and join a community of people from around the world. Dating in New York, meeting new friends in Miami, or going on a date in London: Wherever you go, we’ll be there. \n\nSome people call us their “most dependable matchmaker app”, some people call us ”the world’s most popular free dating site”, but you can just call us when you want to meet up with people in your area.\n\nMatch, Chat, and Date. That’s our mantra.\n\nIt’s easy and fun to find new people on Tinder®. Make your profile stand out with your best pics and a little something about you to increase your match-making potential.  Use the Swipe Right™ feature to Like someone, use the Swipe Left™ feature to Nope. If someone Likes you back, It’s a Match! And no pressure: With our double opt-in feature, the interest has to be mutual in order to be a match. How many dating apps can say that? \n\nWhile you’re here — make a toast to the Gold life and enjoy some of Tinder’s premium features with our Tinder Gold™  subscription:\n- Likes You allows you to see all your fans, saving you precious time \n- Unlimited Likes for you to catch feelings for as many new people as you want\n- Rewind for you to undo your last Like or Nope\n- Use Passport to go anywhere in the world to find people online outside your zip code\n- Monthly Boost available to put your profile to the top for thirty minutes to get more attention\n- 5 Super Likes available per week because sometimes you really, really Like someone \n\nLooking for access to all of Tinder’s premium features? Join Tinder Platinum™ to also get your Likes prioritized with potential matches, to be able to message before matching, and more.  \n\nThere’s a plus side for those not ready to commit to a relationship with Gold or Platinum. With Tinder Plus®, you’ll unlock features including Unlimited Likes, Unlimited Rewinds, and Passport.\n\nSo what are you waiting for? Download the best free dating app today! It doesn’t matter if you’re looking to make friends, meet new people or find your perfect match, Tinder is a place where everyone can find exactly what they’re looking for — and it’s about time you showed up.\n\n-----------------------------------\n\nIf you choose to purchase Tinder Plus®, Tinder Gold™, or Tinder Platinum™ payment will be charged to your Apple account, and your account will be charged for renewal within 24-hours prior to the end of the current period. Auto-renewal may be turned off at any time by going to your settings in the App Store after purchase. No cancellation of the current subscription is allowed during the active subscription period. If you don’t choose to purchase Tinder Plus®, Tinder Gold™, or Tinder Platinum™, you can simply continue using Tinder for free.\n\nAll photos are of models and used for illustrative purposes only.\n\nPrivacy: https://www.gotinder.com/privacy\nTerms: https://www.gotinder.com/terms"}, "im:price":{"label":"Get", "attributes":{"amount":"0.00", "currency":"USD"}}, "im:contentType":{"attributes":{"term":"Application", "label":"Application"}}, "rights":{"label":"Copyright © 2013-2023 Tinder. All rights reserved."}, "title":{"label":"Tinder - Dating. Meet Friends - Tinder Inc."}, "link":[
{"attributes":{"rel":"alternate", "type":"text/html", "href":"https://apps.apple.com/us/app/tinder-dating-meet-friends/id547702041?uo=2"}},
{"im:duration":{"label":"0"}, "attributes":{"title":"Preview", "rel":"enclosure", "type":"image/jpeg", "href":"https://is5-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/13/8c/26/138c2699-ce8f-8755-1ba6-81455e72fdcc/302be36b-1be8-424d-9ae9-44bdfb3ae408_1.png/480x480bb.png", "im:assetType":"preview"}}], "id":{"label":"https://apps.apple.com/us/app/tinder-dating-meet-friends/id547702041?uo=2", "attributes":{"im:id":"547702041", "im:bundleId":"com.cardify.tinder"}}, "im:artist":{"label":"Tinder Inc.", "attributes":{"href":"https://apps.apple.com/us/developer/tinder-inc/id725634363?uo=2"}}, "category":{"attributes":{"im:id":"6012", "term":"Lifestyle", "scheme":"https://apps.apple.com/us/genre/ios-lifestyle/id6012?uo=2", "label":"Lifestyle"}}, "im:releaseDate":{"label":"2012-08-02T18:43:39-07:00", "attributes":{"label":"August 2, 2012"}}},
{"im:name":{"label":"Candy Crush Saga"}, "im:image":[
{"label":"https://is4-ssl.mzstatic.com/image/thumb/Purple116/v4/ff/c4/53/ffc45395-2cc5-b8df-9f0e-4a7b8ae6f368/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/53x53bb.png", "attributes":{"height":"53"}},
{"label":"https://is5-ssl.mzstatic.com/image/thumb/Purple116/v4/ff/c4/53/ffc45395-2cc5-b8df-9f0e-4a7b8ae6f368/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/75x75bb.png", "attributes":{"height":"75"}},
{"label":"https://is4-ssl.mzstatic.com/image/thumb/Purple116/v4/ff/c4/53/ffc45395-2cc5-b8df-9f0e-4a7b8ae6f368/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png", "attributes":{"height":"100"}}], "summary":{"label":"Start playing Candy Crush Saga today – a legendary puzzle game loved by millions of players around the world.\n\nWith over a trillion levels played, this sweet match 3 puzzle game is one of the most popular mobile games of all time!\n\nSwitch and match Candies in this tasty puzzle adventure to progress to the next level for that sweet winning feeling! Solve puzzles with quick thinking and smart moves, and be rewarded with delicious rainbow-colored cascades and tasty candy combos!\n\nPlan your moves by matching 3 or more candies in a row, using boosters wisely in order to overcome those extra sticky puzzles! Blast the chocolate and collect sweet candy across thousands of levels, guaranteed to have you craving more!\n\nCandy Crush Saga features:\n\nTHE GAME THAT KEEPS YOU CRAVING MORE\nThousands of the best levels and puzzles in the Candy Kingdom and with more added every 2 weeks your sugar fix is never far away! \n\nMANY WAYS TO WIN REWARDS\nCheck back daily and spin the Daily Booster Wheel to receive free tasty rewards, and take part in time limited challenges to earn boosters to help you level up! \n\n VARIETY OF SUGAR-COATED CHALLENGES\nSweet ways to play: Game modes including Target Score, Clear the Jelly, Collect the Ingredients and Order Mode\n\nPLAY ALONE OR WITH FRIENDS\nGet to the top of the leaderboard events and compare scores with friends and competitors!\n\nLevels range from easy to hard for all adults to enjoy – accessible on-the-go, offline and online.\nIt's easy to sync the game between devices and unlock full game features when connected to the Internet or Wifi.\nFollow us to get news and updates; facebook.com/CandyCrushSaga, Twitter @CandyCrushSaga, Youtube https://www.youtube.com/user/CandyCrushOfficial\nVisit https://community.king.com/en/candy-crush-saga to access the Community and competitions!\nCandy Crush Saga is completely free to play but some optional in-game items will require payment.\nYou can turn off the payment feature by disabling in-app purchases in your device’s settings.\nBy downloading this game you are agreeing to our terms of service; http://about.king.com/consumer-terms/terms\n\nDo not sell my data: King shares your personal information with advertising partners to personalize ads. Learn more at https://king.com/privacyPolicy.  If you wish to exercise your Do Not Sell My Data rights, you can do so by contacting us via the in game help centre or by going to https://soporto.king.com/\n\nHave fun playing Candy Crush Saga the sweetest match 3 puzzle game around! \n\nIf you enjoy playing Candy Crush Saga, you may also enjoy its sister puzzle games; Candy Crush Soda Saga, Candy Crush Jelly Saga and Candy Crush Friends Saga!"}, "im:price":{"label":"Get", "attributes":{"amount":"0.00", "currency":"USD"}}, "im:contentType":{"attributes":{"term":"Application", "label":"Application"}}, "rights":{"label":"© King.com Limited 2011-2022. All rights reserved."}, "title":{"label":"Candy Crush Saga - King"}, "link":[
{"attributes":{"rel":"alternate", "type":"text/html", "href":"https://apps.apple.com/us/app/candy-crush-saga/id553834731?uo=2"}},
{"im:duration":{"label":"0"}, "attributes":{"title":"Preview", "rel":"enclosure", "type":"image/jpeg", "href":"https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/f6/ab/40/f6ab4031-4f56-7644-46a5-b0b189aae7cf/32164309-c810-4f43-a98a-eb4c3a4ef2a1_285580_ccs_store-revamp_sta_ios-iPad_2048x2732_1_en.jpg/1024x1024bb.jpg", "im:assetType":"preview"}}], "id":{"label":"https://apps.apple.com/us/app/candy-crush-saga/id553834731?uo=2", "attributes":{"im:id":"553834731", "im:bundleId":"com.midasplayer.apps.candycrushsaga"}}, "im:artist":{"label":"King", "attributes":{"href":"https://apps.apple.com/us/developer/king/id526656015?uo=2"}}, "category":{"attributes":{"im:id":"6014", "term":"Games", "scheme":"https://apps.apple.com/us/genre/ios-games/id6014?uo=2", "label":"Games"}}, "im:releaseDate":{"label":"2012-11-14T06:41:32-07:00", "attributes":{"label":"November 14, 2012"}}},
{"im:name":{"label":"Max: Stream HBO, TV, & Movies"}, "im:image":[
{"label":"https://is3-ssl.mzstatic.com/image/thumb/Purple126/v4/d8/f4/37/d8f43724-a416-0cda-e578-7d541009d5d4/AppIcon-1x_U007emarketing-0-7-0-85-220.png/53x53bb.png", "attributes":{"height":"53"}},
{"label":"https://is2-ssl.mzstatic.com/image/thumb/Purple126/v4/d8/f4/37/d8f43724-a416-0cda-e578-7d541009d5d4/AppIcon-1x_U007emarketing-0-7-0-85-220.png/75x75bb.png", "attributes":{"height":"75"}},
{"label":"https://is3-ssl.mzstatic.com/image/thumb/Purple126/v4/d8/f4/37/d8f43724-a416-0cda-e578-7d541009d5d4/AppIcon-1x_U007emarketing-0-7-0-85-220.png/100x100bb.png", "attributes":{"height":"100"}}], "summary":{"label":"It’s all here. Iconic series, award-winning movies, fresh originals, and family favorites, featuring the worlds of Harry Potter, the DC Universe, and HBO. Discover the best entertainment for every mood. Introducing Max – the one to watch.\n\nSubscribe now!\n\nWith Max you'll get: \n• Unlimited access to thousands of TV shows and movies.\n• A deep library of brands and studios like HBO, Harry Potter, HGTV, TLC, Magnolia Network, Food Network, and Adult Swim. \n• The largest streaming library of the DC Universe shows and movies. \n• Hundreds of original series from HBO and Max. \n• Award-winning shows and movies that everyone's talking about like the HBO Original series The Last of Us, Succession, The White Lotus, House of the Dragon, and more.\n• Iconic favorite TV shows like Friends, South Park, Rick and Morty, 90-Day Fiancé, Fixer Upper, Beat Bobby Flay, House Hunters, Sesame Street, Looney Tunes, and more.\n• Family-friendly entertainment for the whole household.\n• Fascinating documentaries and unscripted series.\n• Enjoy your favorite shows and movies at home or on-the-go. Max is available on TV, web browser, mobile, tablet, and gaming console devices. Visit max.com for a complete list of supported devices. \n\nFeatures: \n• Browse or search with ease across HBO, movies, series, genres, and brands. \n• Download shows and movies you love to watch on-the-go with select plans. (Download limits vary by subscription plan.)\n• Personalized profiles for the entire family with customizable ratings, profile PIN protection, and kid-proof exit. \n• Pick up episodes and movies where you left off across your favorite devices. \n• Keep up with everything you love, all in one place with My Stuff. \n• Watch on multiple devices at the same time. (Limits vary by subscription plan.)\n• Stream with high quality video and surround sound on select plans.\n\nYour subscription will automatically renew at the then-current price of your plan unless auto-renew is turned off at least 24 hours before the renewal. Your App Store account will automatically be charged at the same price for renewal within 24 hours prior to the end of the current subscription period. You can manage or cancel your subscription by visiting the App Store app or Subscriptions under Settings on your Apple device after purchase.\n\nPurposes disclosed in the App Privacy label may vary based on features or services that may not be available in all regions. Max is currently only available in the U.S.\n\nFor help, please visit our Customer Help Center: help.max.com\n\nTerms of Use: https://max.com/terms-of-use/en-us"}, "im:price":{"label":"Get", "attributes":{"amount":"0.00", "currency":"USD"}}, "im:contentType":{"attributes":{"term":"Application", "label":"Application"}}, "rights":{"label":"© 2023 WarnerMedia Direct, LLC. All Rights Reserved."}, "title":{"label":"Max: Stream HBO, TV, & Movies - WarnerMedia Global Digital Services, LLC"}, "link":[
{"attributes":{"rel":"alternate", "type":"text/html", "href":"https://apps.apple.com/us/app/max-stream-hbo-tv-movies/id1666653815?uo=2"}},
{"im:duration":{"label":"0"}, "attributes":{"title":"Preview", "rel":"enclosure", "type":"image/jpeg", "href":"https://is5-ssl.mzstatic.com/image/thumb/PurpleSource126/v4/f4/48/54/f44854ab-d90d-fefb-1994-7db51426be00/bec59104-9082-4bdb-acb8-5db261ef928b_1._Characters.jpg/1024x1024bb.jpg", "im:assetType":"preview"}}], "id":{"label":"https://apps.apple.com/us/app/max-stream-hbo-tv-movies/id1666653815?uo=2", "attributes":{"im:id":"1666653815", "im:bundleId":"com.wbd.stream"}}, "im:artist":{"label":"WarnerMedia Global Digital Services, LLC", "attributes":{"href":"https://books.apple.com/us/developer/warnermedia-global-digital-services-llc/id300988148?uo=2"}}, "category":{"attributes":{"im:id":"6016", "term":"Entertainment", "scheme":"https://apps.apple.com/us/genre/ios-entertainment/id6016?uo=2", "label":"Entertainment"}}, "im:releaseDate":{"label":"2023-05-22T00:00:00-07:00", "attributes":{"label":"May 22, 2023"}}},
{"im:name":{"label":"Royal Match"}, "im:image":[
{"label":"https://is2-ssl.mzstatic.com/image/thumb/Purple126/v4/2e/d6/0e/2ed60e25-23a9-d4eb-6b1a-bc360a30c89e/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/53x53bb.png", "attributes":{"height":"53"}},
{"label":"https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/2e/d6/0e/2ed60e25-23a9-d4eb-6b1a-bc360a30c89e/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/75x75bb.png", "attributes":{"height":"75"}},
{"label":"https://is3-ssl.mzstatic.com/image/thumb/Purple126/v4/2e/d6/0e/2ed60e25-23a9-d4eb-6b1a-bc360a30c89e/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png", "attributes":{"height":"100"}}], "summary":{"label":"King Robert needs your help to restore Royal Castle’s former glory. Break the obstacles and combine amazing power-ups to beat joyful and challenging levels! Keep unlocking wonderful areas by playing fun match-3 levels! Come along now and join the fun!\n\nOnce you play, you will come for Royal Match every day!\n\nRoyal Match features:\n• A new unique taste in match-3 levels with amusing obstacles and fun levels!\n• Collect loads of coins in bonus levels!\n• Lots of powerful boosters await for you to unlock them!\n• Open amazing chests to win magnificent rewards!\n• Restore the Royal Castle into an amazing and wonderful place!\n• Explore the new rooms, royal chambers, splendid gardens, and many more exciting areas!"}, "im:price":{"label":"Get", "attributes":{"amount":"0.00", "currency":"USD"}}, "im:contentType":{"attributes":{"term":"Application", "label":"Application"}}, "rights":{"label":"© Dream Games 2020"}, "title":{"label":"Royal Match - Dream Games"}, "link":[
{"attributes":{"rel":"alternate", "type":"text/html", "href":"https://apps.apple.com/us/app/royal-match/id1482155847?uo=2"}},
{"im:duration":{"label":"0"}, "attributes":{"title":"Preview", "rel":"enclosure", "type":"image/jpeg", "href":"https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/81/2c/58/812c5855-e3f3-edf2-5ea5-bd458ebd07e2/628e28fd-2471-467e-a6d8-2b311cec0614_ipad.jpg/1024x1024bb.jpg", "im:assetType":"preview"}}], "id":{"label":"https://apps.apple.com/us/app/royal-match/id1482155847?uo=2", "attributes":{"im:id":"1482155847", "im:bundleId":"com.dreamgames.royalmatch"}}, "im:artist":{"label":"Dream Games", "attributes":{"href":"https://apps.apple.com/us/developer/dream-games/id1482155846?uo=2"}}, "category":{"attributes":{"im:id":"6014", "term":"Games", "scheme":"https://apps.apple.com/us/genre/ios-games/id6014?uo=2", "label":"Games"}}, "im:releaseDate":{"label":"2021-02-25T00:00:00-07:00", "attributes":{"label":"February 25, 2021"}}},
{"im:name":{"label":"Roblox"}, "im:image":[
{"label":"https://is1-ssl.mzstatic.com/image/thumb/Purple116/v4/77/69/d2/7769d263-9c38-bc00-4737-9ade2c865478/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/53x53bb.png", "attributes":{"height":"53"}},
{"label":"https://is2-ssl.mzstatic.com/image/thumb/Purple116/v4/77/69/d2/7769d263-9c38-bc00-4737-9ade2c865478/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/75x75bb.png", "attributes":{"height":"75"}},
{"label":"https://is2-ssl.mzstatic.com/image/thumb/Purple116/v4/77/69/d2/7769d263-9c38-bc00-4737-9ade2c865478/AppIcon-0-0-1x_U007emarketing-0-0-0-7-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/100x100bb.png", "attributes":{"height":"100"}}], "summary":{"label":"Roblox is the ultimate virtual universe that lets you create, share experiences with friends, and be anything you can imagine. Join millions of people and discover an infinite variety of immersive experiences created by a global community!\n\nAlready have an account? Log in with your existing Roblox account and explore the infinite metaverse of Roblox.\n\nMILLIONS OF EXPERIENCES\n\nIn the mood for an epic adventure? Want to compete against rivals worldwide? Or do you just want to hang out and chat with your friends online? A growing library of experiences created by the community means there’s always something new and exciting for you every day.\n\nEXPLORE TOGETHER ANYTIME, ANYWHERE\n\nTake the fun on the go. Roblox features full cross-platform support, meaning you can join your friends and millions of other people on their computers, mobile devices, Xbox One, or VR headsets.\n\nBE ANYTHING YOU CAN IMAGINE\n\nBe creative and show off your unique style! Customize your avatar with tons of hats, shirts, faces, gear, and more. With an ever-expanding catalog of items, there’s no limit to the looks you can create.\n\nCHAT WITH FRIENDS\n\nHang out with friends around the world using chat features, private messages, and groups!\n\nCREATE YOUR OWN EXPERIENCES: https://www.roblox.com/develop\nSUPPORT: https://en.help.roblox.com/hc/en-us\nCONTACT: https://corp.roblox.com/contact/\nPRIVACY POLICY: https://www.roblox.com/info/privacy\nPARENT’S GUIDE: https://corp.roblox.com/parents/\nTERMS OF USE: https://en.help.roblox.com/hc/en-us/articles/115004647846\n\nPLEASE NOTE: A network connection is required to join. Roblox works best over Wi-Fi."}, "im:price":{"label":"Get", "attributes":{"amount":"0.00", "currency":"USD"}}, "im:contentType":{"attributes":{"term":"Application", "label":"Application"}}, "rights":{"label":"© 2023 Roblox Corporation"}, "title":{"label":"Roblox - Roblox Corporation"}, "link":[
{"attributes":{"rel":"alternate", "type":"text/html", "href":"https://apps.apple.com/us/app/roblox/id431946152?uo=2"}},
{"im:duration":{"label":"0"}, "attributes":{"title":"Preview", "rel":"enclosure", "type":"image/jpeg", "href":"https://is3-ssl.mzstatic.com/image/thumb/Purple125/v4/21/9d/9c/219d9cd6-74fa-6be0-d243-071c7c1737d3/pr_source.png/1024x1024bb.png", "im:assetType":"preview"}}], "id":{"label":"https://apps.apple.com/us/app/roblox/id431946152?uo=2", "attributes":{"im:id":"431946152", "im:bundleId":"com.roblox.robloxmobile"}}, "im:artist":{"label":"Roblox Corporation", "attributes":{"href":"https://apps.apple.com/us/developer/roblox-corporation/id431946155?uo=2"}}, "category":{"attributes":{"im:id":"6014", "term":"Games", "scheme":"https://apps.apple.com/us/genre/ios-games/id6014?uo=2", "label":"Games"}}, "im:releaseDate":{"label":"2011-05-26T13:51:47-07:00", "attributes":{"label":"May 26, 2011"}}},
{"im:name":{"label":"Bumble: Dating & Friends App"}, "im:image":[
{"label":"https://is5-ssl.mzstatic.com/image/thumb/Purple126/v4/04/72/97/047297dc-7a2f-1532-ef4f-3da983b14be4/AppIcon-1x_U007emarketing-0-7-0-85-220.png/53x53bb.png", "attributes":{"height":"53"}},
{"label":"https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/04/72/97/047297dc-7a2f-1532-ef4f-3da983b14be4/AppIcon-1x_U007emarketing-0-7-0-85-220.png/75x75bb.png", "attributes":{"height":"75"}},
{"label":"https://is2-ssl.mzstatic.com/image/thumb/Purple126/v4/04/72/97/047297dc-7a2f-1532-ef4f-3da983b14be4/AppIcon-1x_U007emarketing-0-7-0-85-220.png/100x100bb.png", "attributes":{"height":"100"}}], "summary":{"label":"Millions of people have signed up for Bumble to start building valuable relationships, finding friends, and making empowered connections.\n\nCreating new connections has never been easier. Bumble is working to lift the stigma of online dating by employing unprecedented standards for respectful behaviour. Because of this relentless dedication, millions of people are using Bumble to build valuable relationships every single day.\n\nDATE, MEET FRIENDS, NETWORK\n\nBumble is at the forefront of matchmaking technology by providing an app that allows users to foster more than just romantic connections. The industry-leading app empowers users to swipe through potential connections across three different modes: \n\nBumble Date: On Bumble Date, women make the first move. We’ve changed the archaic rules of the dating game so that you can form meaningful relationships in a respectful way.\nBumble BFF: Life is better with friends. Whether you’re new to a city or looking to expand your circle, Bumble BFF is the easiest way to make new friends.\nBumble Bizz: Now we’re in business. Use Bumble Bizz to network, find mentors, and create new career opportunities.\n\n\nBumble is the first app of its kind to bring dating, friend-finding, and career-building into a single social networking platform. \n\nCHANGING THE RULES OF THE GAME\n\nAt Bumble, women make the first move. In heterosexual matches, the woman has 24 hours to make the first move and the man has 24 hours to respond. In same-sex matches, either person has 24 hours to make the first move, while the other individual has 24 hours to respond, or else, the connection expires. By prompting our users to be bold and make the first move we’ve seen billions of messages sent to date. \n\nTHE BUZZ IS REAL\n\n“Bumble exists to empower women...” (Fast Company)\n“Bumble is just an app: but it’s changing the discussion.” (Wired)\n“Bumble offers an alternative that prioritises meaningful connections, with women calling the shots:” (UK Sunday Times)\n“Bumble rejects hate speech to make users feel safe on its dating app” (Texas Standard)\n“What makes Bumble different from other dating apps...is its focus on giving women all the power. ” (Business Insider)\n\n---\n\nBumble is free to download and use, and that will never change for our main features. However, if you’re looking to get the most from Bumble, you can subscribe to one of our optional subscription products, Bumble Boost or Bumble Premium. \nWe offer weekly, monthly, 3 month and 6 month subscriptions giving discounts to the weekly price. The prices may vary per country and are subject to change without notice. Prices are clearly displayed in the app.\n\n* Payment will be charged to your iTunes account at confirmation of purchase. \n* Your subscription will automatically renew itself, unless auto-renewal is turned off at least 24 hours before the end of the current period. \n* Your account will be charged for renewal within 24 hours prior to the end of the current period.\n* You can manage your subscriptions and turn off auto-renewal by going to your Account Settings in the iTunes Store. \n* If offered, if you choose to use our free trial, any unused portion of the free trial period will be forfeited when you purchase a subscription to that publication, where applicable\n* If you don’t choose to purchase Bumble Boost or Bumble Premium, you can simply continue using and enjoying Bumble for free.\n\nYour personal data is securely stored on Bumble - be sure to read our privacy policy and terms and conditions:\nhttps://www.bumble.com/privacy\nhttps://www.bumble.com/terms\n\nBumble Inc. is the parent company of Bumble, along with Badoo and Fruitz"}, "im:price":{"label":"Get", "attributes":{"amount":"0.00", "currency":"USD"}}, "im:contentType":{"attributes":{"term":"Application", "label":"Application"}}, "rights":{"label":"Copyright © 2023 Bumble Trading Inc."}, "title":{"label":"Bumble: Dating & Friends App - Bumble Holding Limited"}, "link":[
{"attributes":{"rel":"alternate", "type":"text/html", "href":"https://apps.apple.com/us/app/bumble-dating-friends-app/id930441707?uo=2"}},
{"im:duration":{"label":"0"}, "attributes":{"title":"Preview", "rel":"enclosure", "type":"image/jpeg", "href":"https://is4-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/02/13/a1/0213a1fe-cc4f-4265-b451-f7c2519d0f55/74102c9f-aedb-45ce-a516-fa5452b4729e_Bumble_OG_Update_iOS_5.5_01.jpg/480x480bb.jpg", "im:assetType":"preview"}}], "id":{"label":"https://apps.apple.com/us/app/bumble-dating-friends-app/id930441707?uo=2", "attributes":{"im:id":"930441707", "im:bundleId":"com.moxco.bumble"}}, "im:artist":{"label":"Bumble Holding Limited", "attributes":{"href":"https://apps.apple.com/us/developer/bumble-holding-limited/id1120675060?uo=2"}}, "category":{"attributes":{"im:id":"6012", "term":"Lifestyle", "scheme":"https://apps.apple.com/us/genre/ios-lifestyle/id6012?uo=2", "label":"Lifestyle"}}, "im:releaseDate":{"label":"2014-11-18T18:18:55-07:00", "attributes":{"label":"November 18, 2014"}}},
{"im:name":{"label":"Audible: Audio Entertainment"}, "im:image":[
{"label":"https://is3-ssl.mzstatic.com/image/thumb/Purple126/v4/96/71/36/96713613-64a0-08be-3ccf-acdfffe0080f/AppIcon-0-1x_U007emarketing-0-7-0-0-85-220.png/53x53bb.png", "attributes":{"height":"53"}},
{"label":"https://is2-ssl.mzstatic.com/image/thumb/Purple126/v4/96/71/36/96713613-64a0-08be-3ccf-acdfffe0080f/AppIcon-0-1x_U007emarketing-0-7-0-0-85-220.png/75x75bb.png", "attributes":{"height":"75"}},
{"label":"https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/96/71/36/96713613-64a0-08be-3ccf-acdfffe0080f/AppIcon-0-1x_U007emarketing-0-7-0-0-85-220.png/100x100bb.png", "attributes":{"height":"100"}}], "summary":{"label":"Dive into spring with storytelling that speaks to you with Audible. Audiobooks, podcasts and Audible Originals await in an all-in-one audio entertainment app.\n\nStorytelling and entertainment for all genres awaits. Get lost in the stories and voices that speak most to you and explore a binge-worthy collection filled with thousands of titles from every genre. Start listening to Audible Originals now like Impact Winter or check out Beck Dear Life, part of our Words + Music series.\n\nCarplay on the road for your morning commute or listen to bestsellers at your leisure — enjoy Audible as part of your daily listening routine, anytime, anywhere. Stream and download audio books, whether you’re offline or switching devices, and experience seamless listening.\n\nFind intriguing stories that speak to you and build your library with audiobooks to keep forever. Tap into the best of audio entertainment, today with Audible.\n\nAUDIBLE FEATURES\n\nTHE PLUS CATALOG: AUDIO ORIGINALS\nListen to thousands of originals, audiobooks, and podcasts including exclusive shows and series.\n• Stream or download anything in the Plus Catalog anytime you want, no credits necessary\n• Browse thousands of binge-worthy titles and top genres\n• Listen to your favorites, enjoy bestsellers or discover exclusive originals\n• Start collections, save to your wish list and sort through your titles with your Audible library\n\nSTORYTELLING: ANYTIME, ANYWHERE\nQueue up downloads, adjust your listening speed and experience seamless listening with Audible.\n• Offline listening - stream or download directly to enjoy Audible with or without WiFi\n• Seamlessly switch between reading on your Kindle and listening on Audible with WhisperSync\n• Listen on the go with your Apple Watch or connect to your car with Carplay\n• Sleep Timer - listening before bed? Set a timer before you fall asleep for when the book should stop playing\n• Widgets - jump right back into your last listen with simple access from the home screen\n\nENTERTAINMENT OASIS: FEAST YOUR EARS\nListen to storytelling that enriches you with immersive audio experiences for every moment.\n• Stream stories and podcasts fit for every mood - relax with mindful meditation or get lost with a captivating audiobook\n• True crime for your commute or adult books for a lazy Sunday - find what you need to unwind\n\nAUDIBLE MEMBERSHIP\n\nAUDIBLE PREMIUM PLUS\n\nWith Premium Plus, get access to the Plus Catalog and even more:\n• 1 credit per month to pick any title that you want to keep from an extended selection of titles\n• An extended selection of best sellers and new releases\n• The entire Plus Catalog - thousands of titles, podcasts, and Originals\n• A permanent library! Titles purchased with credits are yours to keep, even if you cancel\n\nPurchase individual credits through the app and expand your audio library anytime with Audible.\n\n-\n\nIf you subscribe to Audible via iTunes where available, payment will be charged to your iTunes Account at confirmation of purchase and your membership will automatically renew monthly unless auto-renewal is turned off at least 24-hours before the end of the then current membership period. Your account will be charged for renewal within 24-hours before the end of each membership period at the rate of your selected plan. You can manage your subscription and turn off auto-renewal anytime by going to My Account or through iTunes.\nConditions of Use: https://www.audible.com/legal/conditions-of-use\nPrivacy Notice: https://www.amazon.com/privacy"}, "im:price":{"label":"Get", "attributes":{"amount":"0.00", "currency":"USD"}}, "im:contentType":{"attributes":{"term":"Application", "label":"Application"}}, "rights":{"label":"© 2023. Audible, Inc"}, "title":{"label":"Audible: Audio Entertainment - Audible, Inc."}, "link":[
{"attributes":{"rel":"alternate", "type":"text/html", "href":"https://apps.apple.com/us/app/audible-audio-entertainment/id379693831?uo=2"}},
{"im:duration":{"label":"0"}, "attributes":{"title":"Preview", "rel":"enclosure", "type":"image/jpeg", "href":"https://is3-ssl.mzstatic.com/image/thumb/PurpleSource116/v4/85/13/69/85136949-e958-ce2d-be2a-afb40c1f2168/4c123406-56dc-4215-b2a9-d8fffdb42a0a_iPad_Pro__U002812.9-inch_U0029__U00282nd_generation_U0029_-_01.png/1024x1024bb.png", "im:assetType":"preview"}}], "id":{"label":"https://apps.apple.com/us/app/audible-audio-entertainment/id379693831?uo=2", "attributes":{"im:id":"379693831", "im:bundleId":"com.audible.iphone"}}, "im:artist":{"label":"Audible, Inc.", "attributes":{"href":"https://apps.apple.com/us/developer/audible-inc/id379693834?uo=2"}}, "category":{"attributes":{"im:id":"6018", "term":"Book", "scheme":"https://apps.apple.com/us/genre/ios-books/id6018?uo=2", "label":"Books"}}, "im:releaseDate":{"label":"2010-07-10T12:50:29-07:00", "attributes":{"label":"July 10, 2010"}}},
{"im:name":{"label":"Hulu: Watch TV shows & movies"}, "im:image":[
{"label":"https://is5-ssl.mzstatic.com/image/thumb/Purple126/v4/1b/45/1d/1b451d51-89e6-727c-57d1-ce7a8d893b00/HuluAppIcon-1x_U007emarketing-0-7-0-85-220.png/53x53bb.png", "attributes":{"height":"53"}},
{"label":"https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/1b/45/1d/1b451d51-89e6-727c-57d1-ce7a8d893b00/HuluAppIcon-1x_U007emarketing-0-7-0-85-220.png/75x75bb.png", "attributes":{"height":"75"}},
{"label":"https://is1-ssl.mzstatic.com/image/thumb/Purple126/v4/1b/45/1d/1b451d51-89e6-727c-57d1-ce7a8d893b00/HuluAppIcon-1x_U007emarketing-0-7-0-85-220.png/100x100bb.png", "attributes":{"height":"100"}}], "summary":{"label":"Immerse yourself in your favorite stories with Hulu. Stream your way through thousands of TV episodes and movies. From award-winning shows and movies to exclusively streaming Originals—unlimited access to your favorite entertainment is a download away. \n\nAlready a subscriber? Level up to enjoy Live TV and the latest sports, news, and events on your favorite devices. You're in control: Hulu has multiple options to personalize a plan that works best for you —Hulu, Hulu (No Ads), or Hulu + Live TV**.\n\n*Regional restrictions, blackouts and additional terms apply.\n\nNo matter which plan you choose, Hulu offers:\n\nAll the TV you love—Hulu gives you personalized recommendations\nSeparate profiles—create up to 6 profiles so people can watch Hulu the way they want\nTrack your favorites—save movies or TV to your profile to continue where you left off\nYour favorite device, any time—watch on your TV, smartphone, or tablet and don’t miss a beat\nPremium networks—forget cable with access to MAX, SHOWTIME®, CINEMAX®, and STARZ® for an additional monthly subscription fee\n\nOur Hulu (With Ads) plan lets you browse our huge streaming library. Discover some of today's most popular shows like The Kardashians, Welcome to Chippendales, Only Murders in the Building, Bob's Burgers, Family Guy, Abbott Elementary and much more. Get exclusively streaming Originals from Emmy® winner The Handmaid’s Tale to The Dropout, or Dopesick, starring Emmy® winner Michael Keaton.\n\nHulu (No Ads)\nThis plan gives you everything you get with the Hulu (With Ads) plan in an ad-free* experience. *There are a few shows in our streaming library that are not included in Hulu (No Ads) due to streaming rights. Episodes of those shows will stream uninterrupted — there will just be a quick ad before and after each video. Plus, you can download titles to watch offline.*\n\n*Select content available for download.\n\nHulu + Live TV\n\nWatch live and on-demand TV from 85+ channels, including sports, news, and more without the extra cable fees, as well as unlimited access to the entire Hulu streaming library through our ad-supported plan, now with access to Disney+ and ESPN+.\n\nHulu + Live TV plan only available on Apple TV Gen. 4, iPod Touch Gen. 6, 4K Apple TV, or iPhone/iPad running iOS12 or later.\n\nYou’ll be charged as a recurring transaction through your iTunes account starting at the end of your free trial (unless you cancel during the free trial). Payment automatically renews unless you cancel your account at least 24 hours before the end of the current subscription month. You can manage your subscription, cancel anytime, or turn off auto-renewal by accessing your iTunes account. Hulu is available to U.S. customers only.\n\nTerms of Use: http://www.hulu.com/terms\nPrivacy Policy: http://www.hulu.com/privacy\nYour California Privacy Rights: https://www.hulu.com/ca-privacy-rights\nDo Not Sell My Personal Information: https://www.hulu.com/do-not-sell-my-info\n\nThis app features third party software which allows you to contribute to measurement statistics (e.g., Nielsen’s TV Ratings). To learn more about digital measurement products and your choices in regard to them, including opting out, please visit our privacy policy. Please see http://www.nielsen.com/digitalprivacy for more information about Nielsen measurement.\n\nWe may work with mobile advertising companies to help deliver online and in-app advertisements tailored to your interests based on your activities on our website and apps and on other, unaffiliated websites and apps. To learn more, visit www.aboutads.info. To opt-out of online interest-based advertising, visit www.aboutads.info/choices. To opt-out of cross-app advertising, download the App Choices app at www.aboutads.info/appchoices. Hulu is committed to complying with the DAA’s Self-Regulatory Principles for Online Behavioral Advertising and the DAA’s Application of Self-Regulatory Principles for the Mobile Environment."}, "im:price":{"label":"Get", "attributes":{"amount":"0.00", "currency":"USD"}}, "im:contentType":{"attributes":{"term":"Application", "label":"Application"}}, "rights":{"label":"Copyright © 2020 Hulu, LLC. All Rights Reserved."}, "title":{"label":"Hulu: Watch TV shows & movies - Hulu, LLC"}, "link":[
{"attributes":{"rel":"alternate", "type":"text/html", "href":"https://apps.apple.com/us/app/hulu-watch-tv-shows-movies/id376510438?uo=2"}},
{"im:duration":{"label":"0"}, "attributes":{"title":"Preview", "rel":"enclosure", "type":"image/jpeg", "href":"https://is2-ssl.mzstatic.com/image/thumb/Purple126/v4/9a/18/b8/9a18b83b-23fa-e3bf-f25a-22bc80c54e44/f2aa46ad-2d6c-4b11-8cf5-599e223a0b82_App-Store_Home_iOS__U00282_U0029.png/1024x1024bb.png", "im:assetType":"preview"}}], "id":{"label":"https://apps.apple.com/us/app/hulu-watch-tv-shows-movies/id376510438?uo=2", "attributes":{"im:id":"376510438", "im:bundleId":"com.hulu.plus"}}, "im:artist":{"label":"Hulu, LLC", "attributes":{"href":"https://apps.apple.com/us/developer/hulu-llc/id376510441?uo=2"}}, "category":{"attributes":{"im:id":"6016", "term":"Entertainment", "scheme":"https://apps.apple.com/us/genre/ios-entertainment/id6016?uo=2", "label":"Entertainment"}}, "im:releaseDate":{"label":"2010-06-29T11:39:25-07:00", "attributes":{"label":"June 29, 2010"}}}], "updated":{"label":"2023-06-15T00:03:29-07:00"}, "rights":{"label":"Copyright 2008 Apple Inc."}, "title":{"label":"iTunes Store: Top Grossing Apps"}, "icon":{"label":"http://itunes.apple.com/favicon.ico"}, "link":[
{"attributes":{"rel":"alternate", "type":"text/html", "href":"https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewTop?cc=us&id=1&popId=38"}},
{"attributes":{"rel":"self", "href":"https://mzstoreservices-int-st.itunes.apple.com/us/rss/topgrossingapplications/limit=10/json"}}], "id":{"label":"https://mzstoreservices-int-st.itunes.apple.com/us/rss/topgrossingapplications/limit=10/json"}}}
